Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/Appearance.resw
Source language: en
Languages: hi_in, it_it, pl_pl, ro_ro, ru_ru, tr_tr, zh_cn

source: Albums
hi_in: एल्बम
it_it: Album
zh_cn: 专辑

# AppearanceH.Text
source: App appearance
hi_in: ऐप दिखावट
it_it: Aspetto
pl_pl: Wygląd aplikacji
ro_ro: Aspect aplicație
ru_ru: Внешний вид приложения
tr_tr: Uygulama görünümü
zh_cn: 应用外观

source: Artists
hi_in: रचनाकार
it_it: Artisti
zh_cn: 艺术家

# AtAGlance.Description
source: Add widgets to make your experience more personal.
hi_in: अपने अनुभव को विजेट्स द्वारा और निजी बनाएँ।
it_it: Aggiungi widget per personalizzare la tua esperienza
pl_pl: Dodaj widżety, by spersonalizować swoje doświadczenie.
ro_ro: Adaugă widget-uri pentru a-ți face experiența mai personală.
ru_ru: Добавьте виджеты, чтобы сделать ваш опыт более индивидуальным.
tr_tr: Deneyiminizi daha kişisel hale getirmek için widget'lar ekleyin.
zh_cn: 添加小部件，使你的体验更加个性化。

# AtAGlance.Title
source: Customize your at a glance page
hi_in: अपने ऐट ए ग्लान्स पृष्ठ को अपने अनुकूल करें
it_it: Personalizza la pagina In Primo Piano
pl_pl: Dostosuj swoją stronę "w skrócie"
ro_ro: Personalizează pagina Dintr-o privire
ru_ru: Настройте свою страницу «Самое главное»
tr_tr: Genel bakış sayfanızı özelleştirin
zh_cn: 定制你的开始页

# ChooseTheme.Title
source: Choose your colour
hi_in: अपना रंग चुनें
it_it: Tema dell'app
pl_pl: Wybierz swój kolor
ro_ro: Alege-ți culoarea
ru_ru: Выберите свой цвет
tr_tr: Renginizi seçin
zh_cn: 选择你的颜色

# CompactMode.Description
source: Decreases overall margins and padding to show more content. Makes sidebar groups collapsible.
hi_in: संपूर्ण सीमाओं और भराई को कम करके ज़्यादा विषय दिखाता है। साइडबार समूहों को संक्षिप्त करता है।
it_it: Diminuisce i margini dell'app per mostrare più contenuti. Rende gli elementi della sidebar espandibili.
pl_pl: Zmniejsza większość marginesów, by pokazać więcej zawartości. Daje grupom na pasku bocznym mozliwość zwijania.
ro_ro: Scade marginile pentru a arăta mai mult conținut. Face grupurile din sidebar colapsabile.
ru_ru: Уменьшает общие поля и отступы, чтобы показать больше контента. Делает группы боковой панели сворачиваемыми.
tr_tr: Daha fazla içerik göstermek için genel kenar boşluklarını ve dolguyu azaltır. Kenar çubuğu gruplarını daraltılabilir hale getirir.
zh_cn: 减少整体边距和填充，以显示更多内容。使得侧边栏组可以折叠。

# CompactMode.Title
source: Compact mode
hi_in: संक्षिप्त मोड
it_it: Modalità compatta
pl_pl: Tryb kompaktowy
ro_ro: Mod compact
ru_ru: Компактный режим
tr_tr: Kompakt mod
zh_cn: 紧凑模式

# CuratedPlaylists.Description
source: Playlists are made for you based on your habits and favourites, including songs you like.
hi_in: प्लेलिस्ट्स आपकी आदतों और पसंदीदा मीडिया के आधार पर बनाई गईं है, जिसमें आपके पसंदीदा गाने भी शामिल हैं।
it_it: Le playlist sono create in base ai tuoi ascolti per personalizzare la tua esperienza.
pl_pl: Wyselekcjonowane playlisty są robione dla Ciebie bazując na Twoich zwyczajach i ulubionych, zawierają lubiane przez Ciebie piosenki.
ro_ro: Playlist-urile sunt făcute pentru tine, bazate pe obiceiurile și favoritele tale, incluzând melodii care-ți plac.
ru_ru: Плейлисты создаются для вас на основе ваших привычек и любимых песен, включая песни, которые вам нравятся.
tr_tr: Çalma listeleri, beğendiğiniz şarkılar da dahil olmak üzere alışkanlıklarınıza ve favorilerinize göre sizin için yapılır.
zh_cn: 播放列表是根据你的习惯和喜好为你制作的，包括你喜欢的歌曲。

# CuratedPlaylists.Title
source: Make curated playlists
hi_in: क्यूरेटेड प्लेलिस्ट्स बनाएँ
it_it: Crea playlist personalizzate
pl_pl: Twórz wyselekcjonowane playlisty
ro_ro: Creează playlist-uri personalizate
ru_ru: Создавайте кураторские плейлисты
tr_tr: Seçilmiş çalma listeleri oluşturun
zh_cn: 制作精选的播放列表

source: Dark
hi_in: डार्क
it_it: Scuro
ro_ro: Întunecat
zh_cn: 暗黑

source: Devices
hi_in: उपकरण
it_it: Dispositivi
zh_cn: 设备

# FullArt.Description
source: Corners will no longer be rounded on these elements.
hi_in: इन तत्वों के कोने अब गोल नहीं होंगें।
it_it: Gli angoli non saranno più arrotondati con quest'opzione.
pl_pl: Rogi nie będą zaokrąglone na tych elementach.
ro_ro: Colțurile nu se vor mai rotunji pe aceste elemente.
ru_ru: Углы этих элементов больше не будут закругляться.
tr_tr: Köşeler artık bu öğeler üzerinde yuvarlanmayacak.
zh_cn: 这些元素上的角将不再是圆角。

# FullArt.Title
source: Show full album art & thumbnails
hi_in: पूरी एल्बम कला और थंबनेल दिखाएँ
it_it: Mostra copertine di tracce ed album
pl_pl: Pokaż pełną okładkę albumu i miniaturki.
ro_ro: Arată artă de album și miniaturi complete
ru_ru: Показать полную обложку альбома и миниатюры
tr_tr: Tam albüm resmini & küçük resimleri göster
zh_cn: 显示完整的专辑封面和缩略图

source: Genres
hi_in: शैली
it_it: Generi
zh_cn: 类型

# History.Title
source: Track media history and habits
hi_in: मीडिया इतिहास और आदतें ट्रैक करें
it_it: Cronologia media
pl_pl: Sprawdź swoją historię słuchania i zwyczaje.
ro_ro: Urmărește istoricul media și obiceiurile
ru_ru: Отслеживание медиа-истории и привычек
tr_tr: Medya geçmişini ve alışkanlıklarını izleme
zh_cn: 追踪播放历史和使用习惯

# Home
source: At a glance
hi_in: ऐट ए ग्लान्स
it_it: In primo piano
zh_cn: 一览

source: Light
hi_in: लाइट
it_it: Chiaro
ro_ro: Luminos
zh_cn: 亮度

# LocalVideos
source: Local & Purchased
hi_in: सभी वीडियो
it_it: Tutti i video
zh_cn: 全部视频

# NavigationH.Text
source: Navigation & Now Playing
hi_in: नेविगेशन
it_it: Navigazione
pl_pl: Nawigacja
ro_ro: Navigație
ru_ru: Навигация
tr_tr: Navigasyon
zh_cn: 导航

source: Now Playing
hi_in: कतार
it_it: Coda
zh_cn: 列表

source: Playlists
hi_in: प्लेलिस्ट्स
it_it: Playlist
zh_cn: 播放列表

# PrivacyH.Text
source: Privacy & recommendations
hi_in: गोपनीयता और सिफारिशें
it_it: Privacy e raccomandazioni
pl_pl: Prywatność i rekomendacje
ro_ro: Confidențialitate și recomandări
ru_ru: Конфиденциальность и рекомендации
tr_tr: Gizlilik & öneriler
zh_cn: 隐私与建议

source: Sidebar
hi_in: साइडबार
zh_cn: 侧边栏

# SidebarItems.Description
source: Add/remove sidebar items, change icon style and general behaviours.
hi_in: साइडबार आइटम जोड़ें/निकालें, आइकन स्टाइल और आम व्यवहार बदलें।
it_it: Aggiungi o rimuovi elementi dalla sidebar e personalizzane lo stile.
pl_pl: Dodaj/usuń przyciski na pasku bocznym, zmień styl ikon i ogólne zachowania.
ro_ro: Adaugă și elimină elemente din sidebar, schimbă stilul pictogramelor și comportamente generale.
ru_ru: Добавляйте/удаляйте элементы боковой панели, меняйте стиль значков и общее поведение.
tr_tr: Kenar çubuğu öğelerini ekleyin/kaldırın, simge stilini ve genel davranışları değiştirin.
zh_cn: 添加/删除侧边栏项目，改变图标风格和一般行为。

# SidebarItems.Title
source: Customize your sidebar
hi_in: अपना साइडबार अनुकूलित करें
it_it: Personalizza sidebar
pl_pl: Dostosuj swój pasek boczny
ro_ro: Personalizează-ți sidebar-ul
ru_ru: Настройте свою боковую панель
tr_tr: Kenar çubuğunuzu özelleştirin
zh_cn: 自定义你的侧边栏

source: Songs
hi_in: गाने
it_it: Tracce
zh_cn: 歌曲

# Startup.Description
source: Select what page to go to when you start the app.
hi_in: ऐप शुरू करने पर किस पृष्ठ पर जाने का चयन करें।
it_it: Seleziona la pagina predefinita da mostrare all'apertura dell'app.
pl_pl: Wybierz, którą stronę wyświelać, gdy uruchomisz aplikację.
ro_ro: Selectează pagina de pornire.
ru_ru: Выберите, на какую страницу переходить при запуске приложения.
tr_tr: Uygulamayı başlattığınızda hangi sayfaya gideceğinizi seçin.
zh_cn: 选择启动应用程序时打开的页面。

# Startup.Title
source: On startup
hi_in: शुरूआत होने पर
it_it: All'avvio
pl_pl: Przy uruchomieniu
ro_ro: La pornire
ru_ru: При запуске
tr_tr: Karşılama
zh_cn: 启动时

# Streaming
source: Streaming Services
hi_in: स्ट्रीमिंग सुविधाएँ
it_it: Servizi di Streaming
zh_cn: 流媒体服务

# System
source: Use system setting
hi_in: सिस्टम सेटिंग का उपयोग करें
it_it: Predefinito di Sistema
ro_ro: Folosește setările sistemului
zh_cn: 使用系统设置
